[
  {
    "title": "Nusskuchen",
    "category": "Kuchen",
    "tags": ["Nussig", "Saftig"],
    "image": "img/nusskuchen.png",
    "ingredients": "Boden: 250 g gemahlene Haselnüsse, 200 g Zucker, 4 Eier (Gr. M), 100 g Mehl, 1 TL Backpulver, 1 Prise Salz; Optional: 1 Päckchen Vanillezucker; Fett für die Form (Butter oder Margarine)",
    "instructions": "1) Backofen auf 175 °C Ober-/Unterhitze vorheizen. Eine Gugelhupf- oder Kastenform gut fetten und ggf. mit Mehl ausstäuben. 2) Eier, Zucker und Vanillezucker in eine Rührschüssel geben und mit dem Handmixer oder der Küchenmaschine ca. 5–7 Minuten sehr schaumig schlagen, bis die Masse hell und luftig ist. 3) Die gemahlenen Haselnüsse in eine Schüssel sieben (große Stücke entfernen). 4) Mehl, Backpulver und eine Prise Salz mischen. 5) Abwechselnd die Nuss-Mehl-Mischung und 2–3 Esslöffel neutrales Öl oder Milch kurz unter die Eimasse heben (nicht zu lange rühren, damit der Teig luftig bleibt). 6) Den Teig in die vorbereitete Form füllen, Oberfläche glatt streichen. 7) Im vorgeheizten Ofen ca. 40–50 Minuten backen. Nach 35 Minuten Stäbchenprobe machen; bleibt kein Teig mehr am Stäbchen, ist der Kuchen fertig. 8) Kuchen aus dem Ofen nehmen, 10 Minuten in der Form ruhen lassen, dann vorsichtig stürzen und auf einem Kuchengitter vollständig abkühlen lassen. 9) Optional mit Puderzucker bestreuen oder eine einfache Glasur (Puderzucker + Zitronensaft) auftragen."
  },
  {
    "title": "Schoko-Sahne-Torte",
    "category": "Torte",
    "tags": ["Schokolade", "Sahne", "Feier"],
    "image": "img/schoko_sahne_torte.png",
    "ingredients": "Boden: 4 Eier, 150 g Zucker, 120 g Mehl, 40 g Speisestärke, 30 g Backkakao, 1 TL Backpulver, 1 Prise Salz; Füllung: 600 ml Schlagsahne, 3 Päckchen Sahnesteif, 3 EL Zucker, 2 EL Kakaopulver (optional für Schokofüllung); Zwischenlage: 200 g Kirschkonfitüre (optional, ohne Alkohol); Deko: Schokoraspel, Kakaopulver, ganze Kirschen oder Schokostücke",
    "instructions": "1) Ofen auf 170 °C Ober-/Unterhitze vorheizen. 2) Springform (26 cm) fetten und am Boden mit Backpapier auslegen. 3) Eier mit Zucker und einer Prise Salz in einer großen Schüssel 6–8 Minuten sehr cremig und hell schlagen, bis das Volumen deutlich zugenommen hat. 4) Mehl, Speisestärke, Backkakao und Backpulver mischen, durch ein Sieb zum Eierschaum geben und mit einem Teigspatel vorsichtig unterheben — immer von unten nach oben falten, damit die Luftigkeit erhalten bleibt. 5) Den Teig in die Springform füllen, glatt streichen und 25–30 Minuten backen. 6) Boden vollständig auskühlen lassen, dann zweimal waagerecht durchschneiden, sodass drei Böden entstehen. 7) Sahne mit Zucker und Sahnesteif steif schlagen. Wenn du eine Schokofüllung willst, 2 EL Kakaopulver unterheben. 8) Auf den ersten Boden dünn Konfitüre streichen (wenn verwendet), darauf eine dicke Schicht Sahne verteilen. Zweiten Boden aufsetzen, wieder Sahne, dann dritten Boden auflegen. Torte außen mit Sahne einstreichen. 9) Mit Schokoraspeln bestreuen und eventuell mit Kirschen dekorieren. Vor dem Servieren mindestens 1–2 Stunden kühl stellen, damit die Sahne fest wird."
  },
  {
    "title": "Käsekuchen (mit Keksboden)",
    "category": "Torte",
    "tags": ["Cremig", "Klassiker"],
    "image": "img/kaesekuchen.png",
    "ingredients": "Boden: 200 g Butterkekse, 100 g Butter (geschmolzen); Füllung: 900 g Magerquark, 200 g Schmand oder Saure Sahne, 200 g Zucker, 4 Eier, 1 Päckchen Vanillepuddingpulver (zum Kochen), Abrieb einer Zitrone, 1 Päckchen Vanillezucker; Optional: Fruchtspiegel oder Puderzucker zum Servieren",
    "instructions": "1) Backofen auf 160 °C Ober-/Unterhitze vorheizen. Springform (26–28 cm) fetten. 2) Kekse in einem Mixer fein mahlen oder in einem Gefrierbeutel mit dem Nudelholz zerkleinern. Mit geschmolzener Butter vermischen, in die Form drücken und einen festen Boden formen. Boden für 10 Minuten kalt stellen. 3) Quark, Schmand, Zucker, Vanillezucker und Zitronenabrieb in eine große Schüssel geben und glatt rühren. Eier einzeln unterrühren. Zum Schluss das Vanillepuddingpulver einrieseln lassen und kurz unterrühren, bis eine homogene Masse entsteht. 4) Die Quarkmasse auf den Keksboden geben, Oberfläche glatt streichen. 5) Im vorgeheizten Ofen ca. 60 Minuten backen. Wenn die Oberfläche zu schnell bräunt, mit Alufolie abdecken. 6) Nach dem Backen die Tür 10–15 Minuten öffnen und den Kuchen im ausgeschalteten Ofen langsam abkühlen lassen (das verhindert Risse). Anschließend komplett auf Raumtemperatur abkühlen lassen und dann mehrere Stunden, idealerweise über Nacht, kalt stellen. 7) Vor dem Servieren mit Puderzucker bestäuben oder mit frischem Obst servieren."
  },
  {
    "title": "Erdbeer-Sahne-Torte",
    "category": "Torte",
    "tags": ["Fruchtig", "Sommer"],
    "image": "img/erdbeer_sahne_torte.png",
    "ingredients": "Boden: 4 Eier, 120 g Zucker, 120 g Mehl, 30 g Speisestärke, 1 TL Backpulver; Füllung: 600 ml Schlagsahne, 3 Päckchen Sahnesteif, 3 EL Zucker; Belag: 600 g frische Erdbeeren; Optional: 1–2 EL Erdbeerkonfitüre zum Glänzen",
    "instructions": "1) Biskuitboden: Ofen auf 170 °C vorheizen. Eier und Zucker 6–8 Minuten cremig schlagen, bis die Masse sehr hell ist. Mehl, Speisestärke und Backpulver mischen, sieben und mit einem Spatel unter die Eimasse heben. In eine Springform (26 cm) geben und 20–25 Minuten backen. 2) Boden vollständig auskühlen lassen, dann waagerecht in zwei Hälften schneiden. 3) Erdbeeren waschen, Putzen und je nach Größe halbieren oder vierteln. Einige schöne für die Dekoration beiseitelegen. 4) Sahne mit Zucker und Sahnesteif steif schlagen. 5) Auf den unteren Boden eine Schicht Sahne verteilen, einige Erdbeeren darauf verteilen, dann zweiten Boden auflegen. Die Torte rundherum mit Sahne einstreichen. 6) Mit den restlichen Erdbeeren dekorieren. Für extra Glanz etwas erwärmte Erdbeerkonfitüre durch ein Sieb streichen und dünn über die Früchte pinseln. Vor dem Servieren mind. 1 Stunde kühlen."
  },
  {
    "title": "Marmorkuchen",
    "category": "Kuchen",
    "tags": ["Klassisch", "Schoko-Vanille"],
    "image": "img/marmorkuchen.png",
    "ingredients": "Boden: 250 g weiche Butter, 200 g Zucker, 4 Eier, 1 Päckchen Vanillezucker, 300 g Mehl, 1 Päckchen Backpulver, 4 EL Milch; Schokoanteil: 2 EL Backkakao, 1–2 EL Milch extra; Optional: Puderzucker zum Bestäuben",
    "instructions": "1) Backofen auf 175 °C Ober-/Unterhitze vorheizen. Kastenform fetten und mehlen. 2) Butter, Zucker und Vanillezucker cremig rühren. Eier einzeln dazugeben und jeweils gut unterrühren. 3) Mehl mit Backpulver mischen und abwechselnd mit der Milch unter die Butter-Ei-Mischung rühren, bis ein glatter Rührteig entsteht. 4) Ca. zwei Drittel des Teigs in die Kastenform füllen. In den verbleibenden Teig das Kakaopulver und evtl. 1–2 EL Milch einrühren, bis er geschmeidig ist. 5) Den dunklen Teig Löffelweise auf den hellen Teig geben und mit einer Gabel oder einem Messer spiralförmig durchziehen, damit das Marmor-Muster entsteht. 6) Im Ofen 50–60 Minuten backen; Stäbchenprobe durchführen. 7) Kuchen aus der Form stürzen, auf einem Gitter abkühlen lassen und vor dem Servieren mit Puderzucker bestäuben."
  },
  {
    "title": "Zitronenkuchen (saftig)",
    "category": "Kuchen",
    "tags": ["Frisch", "Zitrus"],
    "image": "img/zitronenkuchen.png",
    "ingredients": "Boden: 3 Eier, 200 g Zucker, 200 ml neutrales Öl (z. B. Raps), 200 g Joghurt oder Buttermilch, 300 g Mehl, 1 Päckchen Backpulver, Abrieb einer unbehandelten Zitrone; Glasur: Saft von 2 Zitronen, 150 g Puderzucker",
    "instructions": "1) Ofen auf 180 °C vorheizen. Kastenform fetten oder Springform (26 cm) vorbereiten. 2) Eier mit Zucker schaumig schlagen. Öl und Joghurt dazugeben und kurz mixen. 3) Mehl, Backpulver und Zitronenabrieb mischen und unter die feuchte Masse rühren, bis ein homogener Teig entsteht. 4) In die Form füllen und ca. 40–50 Minuten backen (je nach Form). Stäbchenprobe machen. 5) Kuchen aus dem Ofen nehmen und kurz abkühlen lassen. Für die Glasur Zitronensaft mit Puderzucker glatt rühren. Noch warmen Kuchen mit der Glasur beträufeln, sodass sie leicht einsickert und der Kuchen extra saftig wird. Komplett abkühlen lassen."
  },
  {
    "title": "Schwarzwälder Kirschtorte (klassisch)",
    "category": "Torte",
    "tags": ["Klassiker", "Kirsch", "Schokolade"],
    "image": "img/schwarzwaelder_kirschtorte.png",
    "ingredients": "Boden: Schokobiskuit aus 4 Eiern, 120 g Zucker, 90 g Mehl, 30 g Kakao, 1 TL Backpulver; Füllung: 600 ml Sahne, 3 Päckchen Sahnesteif, 3 EL Zucker; Kirschen: 1 Glas Sauerkirschen (abgetropft) oder 500 g frische Kirschen, 1–2 EL Zucker; Optional: 2–3 EL Kirschwasser (für Erwachsende); Deko: Schokoraspel, ganze Kirschen",
    "instructions": "1) Schokobiskuit: Ofen auf 170 °C vorheizen. Eier und Zucker 6–8 Minuten cremig schlagen. Mehl, Kakao und Backpulver mischen, sieben und vorsichtig unterheben. In eine Springform (26 cm) geben und 25–30 Minuten backen. 2) Biskuit vollständig auskühlen lassen und in drei gleich dicke Böden schneiden. 3) Kirschen abtropfen lassen; Saft auffangen und mit Zucker abschmecken. Wer mag, mischt 1–2 EL Kirschwasser in den Saft und beträufelt die Böden leicht damit. 4) Sahne mit Zucker und Sahnesteif steif schlagen. 5) Auf den ersten Boden Sahne verteilen, einige Kirschen darauf geben. Zweiten Boden auflegen, ebenfalls mit Sahne bestreichen und Kirschen verteilen. Dritten Boden aufsetzen und die gesamte Torte mit Sahne einstreichen. 6) Seiten mit Schokoraspeln bestreuen und mit ganzen Kirschen dekorieren. Vor dem Servieren mindestens 2 Stunden kühlen, damit die Sahne durchkühlt und die Aromen sich setzen."
  },
  {
    "title": "Apfelkuchen (Rührteig mit Apfeldecke)",
    "category": "Kuchen",
    "tags": ["Apfel", "Herbst", "Saftig"],
    "image": "img/apfelkuchen.png",
    "ingredients": "Boden: 200 g weiche Butter, 180 g Zucker, 3 Eier, 1 Päckchen Vanillezucker, 300 g Mehl, 1 Päckchen Backpulver, 2–3 EL Milch; Belag: 4–5 mittelgroße Äpfel (säuerlich, z. B. Boskop), 2 EL Zitronensaft, 2–3 EL Zucker, 1 TL Zimt; Optional: Streusel aus 100 g Mehl, 70 g Butter, 70 g Zucker",
    "instructions": "1) Ofen auf 180 °C vorheizen. Springform (26 cm) fetten. 2) Butter, Zucker und Vanillezucker cremig rühren. Eier einzeln unterrühren. Mehl mit Backpulver mischen und zusammen mit der Milch kurz unterrühren, bis ein geschmeidiger Rührteig entsteht. 3) Teig in die Form füllen und glatt streichen. 4) Äpfel schälen, entkernen und in dünne Spalten schneiden. Mit Zitronensaft, Zucker und Zimt mischen. Apfelscheiben dachziegelartig auf dem Teig verteilen. 5) Optional: Streusel zubereiten und über die Äpfel geben. 6) Kuchen ca. 45–55 Minuten backen, bis die Oberfläche goldbraun ist (Stäbchenprobe). 7) Aus dem Ofen nehmen, etwas abkühlen lassen und aus der Form lösen. Lauwarm oder kalt servieren, z. B. mit Vanilleeis oder Schlagsahne."
  },
  {
    "title": "Bananenkuchen (mit Walnüssen)",
    "category": "Kuchen",
    "tags": ["Bananig", "Saftig"],
    "image": "img/bananenkuchen.png",
    "ingredients": "Boden: 3 reife Bananen (sehr braun für mehr Süße), 150 g Zucker, 2 Eier, 150 g weiche Butter, 200 g Mehl, 1 TL Natron oder 1 Päckchen Backpulver, 1 Prise Salz; Extras: 100 g gehackte Walnüsse, 1 TL Zimt, 1 TL Vanilleextrakt",
    "instructions": "1) Backofen auf 175 °C Ober-/Unterhitze vorheizen. Kastenform fetten. 2) Bananen in einer Schüssel mit einer Gabel gut zerdrücken. 3) Butter und Zucker cremig rühren, Eier einzeln unterrühren, Vanilleextrakt dazugeben. Zerdrückte Bananen unterrühren. 4) Mehl, Natron/Backpulver, Zimt und Salz mischen und kurz unter die feuchte Masse heben. Zum Schluss Walnüsse unterheben. 5) Teig in die Form füllen und ca. 45–55 Minuten backen. Stäbchenprobe durchführen. 6) Kuchen auskühlen lassen, aus der Form nehmen. Optional mit einer dünnen Zuckerglasur oder Puderzucker bestäuben."
  },
  {
    "title": "Vanille-Sahnetorte (leichte Variante)",
    "category": "Torte",
    "tags": ["Vanille", "Sahne", "Elegant"],
    "image": "img/vanille_sahnetorte.png",
    "ingredients": "Boden: Biskuit aus 4 Eiern, 120 g Zucker, 100 g Mehl, 40 g Speisestärke, 1 TL Backpulver, 1 TL Vanilleextrakt; Füllung: 600 ml Schlagsahne, 3 Päckchen Sahnesteif, 3 EL Zucker, 1 Päckchen Vanillezucker; Optional: Vanillecreme (Pudding) als Zwischenlage – 500 ml Milch, 1 Päckchen Vanillepuddingpulver zum Kochen, 50 g Zucker",
    "instructions": "1) Biskuit zubereiten: Ofen auf 170 °C vorheizen. Eier und Zucker 6–8 Minuten schaumig schlagen, Vanilleextrakt dazugeben. Mehl, Speisestärke und Backpulver mischen, sieben und vorsichtig unterheben. 2) Biskuit in eine Springform geben und 20–25 Minuten backen. Auskühlen lassen und waagerecht in zwei Böden schneiden. 3) Wer eine Vanillecreme möchte: Pudding nach Packungsanweisung mit Milch und Zucker kochen, abkühlen lassen (direkt auf Frischhaltefolie legen, damit sich keine Haut bildet). 4) Sahne mit Zucker und Sahnesteif steif schlagen. 5) Auf den unteren Boden ggf. Vanillecreme verteilen, dann eine Schicht Sahne. Zweiten Boden auflegen und Torte außen mit Sahne einstreichen. 6) Mit frischen Beeren, Schokoladenspänen oder Vanillebohnen dekorieren. Vor dem Anschneiden mindestens 1–2 Stunden kühlen."
  }
]
